{
  "advisory": [
    {
      "status": "current",
      "image": "/images/image-6-9-25-at-5.10-pm.jpg",
      "name": "David Haynes",
      "affiliation": "University of Minnesota, Twin Cities",
      "desc_long": "Dr. David Haynes is an assistant professor at the Institute for Health Informatics, University of Minnesota, Twin Cities, with expertise in health information technology, health geography, and big spatial data analysis. Dr. Haynes has two foci within his research on health and cancer disparities. The first focus applies spatial analysis methods to understand how lack of access to care perpetuates health disparities. His expertise in GIScience and geospatial computation is used to understand spatial-temporal patterns of population health. They use big data platforms to develop scalable workflows that analyze and communicate health data to broader communities. The second area of his research focuses on the development and implementation of health information technology to mitigate health disparities. This is a growing area of his research. They develop and implement health information technology tools to mitigate these disparities. He uses a community-based participatory approach in his design process to create technology that addresses community needs.",
      "desc_short": "Dr. David Haynes is an assistant professor at the Institute for Health Informatics, University of Minnesota, Twin Cities, with expertise in health information technology, health geography, and big spatial data analysis..."
    },
    {
      "status": "current",
      "image": "/images/image-6-9-25-at-6.16-pm.jpg",
      "name": "Ian Brooks",
      "affiliation": "University of Illinois, Urbana-Champaign",
      "desc_long": "Dr. Ian Brooks is the director of the Center for Health Informatics, in the School of Information Sciences at the University of Illinois Urbana-Champaign and leads the PAHO/WHO Anti-infodemic Virtual Center for the Americas. His research focuses on the use of data from traditional and non-traditional sources to understand population health and support public health decision makers. Previously, Brooks was the director of Health Sciences at the National Center for Supercomputing Applications, co-director of the bioinformatics core of the UIC Center for Translational Science, and a member of the CDC external advisory committee for high-performance computing. Dr Brooks completed his Ph.D. in Biochemistry at Bryn Mawr College in 1996, an MS in Applied and Engineering Physics at Cornell University in 1990, and a BSc in Biophysics at the University of York in 1987.",
      "desc_short": "Dr. Ian Brooks is the director of the Center for Health Informatics, in the School of Information Sciences at the University of Illinois Urbana-Champaign and leads the PAHO/WHO Anti-infodemic Virtual Center for the Americas. His research focuses on..."
    },
    {
      "status": "current",
      "image": "/images/image-6-9-25-at-5.12-pm.jpg",
      "name": "Rochelle Prosser",
      "desc_long": "Rochelle Prosser RN, CLNC, is an Army Mom, a parent and wife of two cancer survivors. For one of her family members, it took nine years to finally find a viable solution that halted the progression of their cancer. As a Healthcare Founder and member of the African American Community, Ms. Prosser has leveraged her own struggles to navigate the Oncology space and create a vast database of cancer treatments, The Prosser Cancer Treatment Library, so that other families do not face the lack of information and stress that her family endured. In addition to providing everyone with better access to Oncological Care Navigation, Ms. Prosser’s work will help remove the Health Disparity barriers in Oncology care to provide options and foster improved overall survivorship rates to the community she serves. ",
      "desc_short": "Ms. Prosser has leveraged her own struggles to navigate the Oncology space and create a vast database of cancer treatments, The Prosser Cancer Treatment Library, so that other families do not face the lack of information...",
      "affiliation": "Orchid Healthcare Solutions"
    },
    {
      "name": "Malaika Simmons",
      "affiliation": "NADPH",
      "image": "/images/headshot-ms.png",
      "desc_short": "Malaika Simmons, MSHE, is the Chief Operating Officer for the National Accelerator for Discovery in Precision Health (NADPH), a data-driven, nonprofit health research organization. She uses her ...",
      "links": [],
      "desc_long": "Malaika Simmons, MSHE, is the Chief Operating Officer for the <em>National Accelerator for Discovery in Precision Health (NADPH)</em>, a data-driven, nonprofit health research organization. She uses her background in research, psychology, and design thinking to promote empathy-based leadership with over 20 years of experience in corporate policy, training, and program management, operating at the convergence of health research, IT, and consumer issues. She currently serves as the NADPH Program Manager for the Infrastructure Core of the AIM-AHEAD Program sponsored by NIH, and leads qualitative research for several projects aimed at centering patient or community voices in health and technology-related initiatives. Malaika has a strong commitment to improving the health of underserved populations and more broadly supports these efforts through her organization Momentology Media. Through Momentology, Malaika fulfills her passion for the elimination of economic and health disparities in minority communities by using her proprietary framework to empower women to own businesses, champion health causes and enter the corporate and political landscapes to affect change in their corner of the world.",
      "status": "current"
    },
    {
      "name": "Amena Karim",
      "affiliation": "Community & UniteUs",
      "image": "/images/headshot-ak.png",
      "desc_short": "Amena Karim has spent her career serving marginalized communities for more than 20 years. She is a multi-award-winning health equity advocate, keynote speaker, and mayoral-appointed ...",
      "links": [
        {
          "link_label": "Unite Us",
          "link_url": "https://uniteus.com/"
        }
      ],
      "desc_long": "Amena Karim has spent her career serving marginalized communities for more than 20 years. She is a multi-award-winning health equity advocate, keynote speaker, and mayoral-appointed community commissioner. Amena is a leader at <em>Unite Us</em>, the nation's leading software company bringing sectors together to improve the health and well-being of communities. She is the founder of <em>Feeding South Shore</em> and <em>Feeding Chicago Families</em>, raising more than $400,000 to address social determinants of health barriers, such as food insecurity in marginalized communities across Chicago. She graduated with a master's degree from Northwestern University. Amena is pursuing a Master of Public Health (MPH) at Harvard T. H. Chan School of Public Health.",
      "status": "current"
    },
    {
      "name": "Julia Koschinsky",
      "affiliation": "University of Chicago",
      "image": "/images/headshot-jk.png",
      "desc_short": "Dr. Julia Koschinsky is currently working on projects to integrate spatial data science with scientific reasoning to critically solve spatial data problems and avoid common cognitive and statistical ...",
      "links": [
        {
          "link_label": "Putting Science into Data Science",
          "link_url": "https://puttingscienceintodatascience.org/"
        }
      ],
      "desc_long": "Dr. Julia Koschinsky is currently working on projects to integrate spatial data science with scientific reasoning to critically solve spatial data problems and avoid common cognitive and statistical pitfalls. She is the Executive Director and Senior Research Associate at the University of Chicago‘s <em>Center for Spatial Data Science (CSDS)</em>. CSDS developed the open spatial software GeoDa, which has been downloaded over half a million times, and hosts spatial analytics lectures with over 710,000 views on its YouTube channel. She earned a PhD in urban planning with a specialization in spatial data analysis (with Luc Anselin) from the University of Illinois at Urbana-Champaign.",
      "status": "current"
    },
    {
      "name": "Hassanatu Blake",
      "affiliation": "University of Maryland",
      "image": "/images/headshot-hb.png",
      "desc_short": "Hassanatu Blake has a diverse perspective to public health with over 15 years of experience working across multiple sectors intersecting with public health. Currently, Hassanatu is the Director of ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/hassanatu-blake-phd-mph-mba-27925b2/"
        }
      ],
      "desc_long": "Hassanatu Blake has a diverse perspective to public health with over 15 years of experience working across multiple sectors intersecting with public health. Currently, Hassanatu is the Director of Health Equity and Social Justice at <em>National Association of City and County Health Officials (NACCHO)</em> in Washington, DC.\n<br/><br/>\nOutside of her public health work, Hassanatu is passionate about Education Technology and the future of learning. She is Adjunct Faculty at Brooklyn College and Tufts University School of Medicine teaching public health education and led a global EdTech non-profit organization as Co-Founder and President at <em>Focal Point Global</em>, which empowered over 20,000 youth and families in US, The Gambia, South Africa, Namibia, and Cameroon. Currently, she co-hosts a podcast that discusses all things EdTech.\n<br/><br/>\nHassanatu holds degrees from Tufts University (B.A.), Emory Rollins School of Public Health (MPH), and Plymouth State University (MBA). She is currently a PhD candidate at the University of Alabama at Birmingham with a focus on digital health, and health education and promotion.",
      "status": "past"
    },
    {
      "name": "Germán Cadenas",
      "affiliation": "Rutgers University",
      "image": "/images/headshot-gc.png",
      "desc_short": "Dr. Germán A. Cadenas (he/his/él) is an Assistant Professor of Counseling Psychology at Lehigh University. He is a formerly undocumented immigrant from Latin America. As a ...",
      "links": [],
      "desc_long": "Dr. Germán A. Cadenas (he/his/él) is an Assistant Professor of Counseling Psychology at Lehigh University. He is a formerly undocumented immigrant from Latin America. As a scholar-activist, he has been involved in the movement for immigrant rights for over a decade. He completed a PhD in Counseling Psychology at Arizona State University, and a Doctoral Internship and Postdoctoral Fellowship at the University of California Berkeley.\n<br/><br/>\nHis academic work is community-based and focuses on the psychology of immigration and on critical consciousness as a tool for social justice. He particularly examines the impact of immigration policy on the psychological wellbeing, education, career/work, and health of Latinx immigrants. His work also includes the development and validation of strategies for mental health service providers and educators working with immigrants. His work has been externally funded and published widely. He serves as Associate Editor of Journal of Counseling Psychology, and is on the Editorial Boards of <em>Journal of Diversity in Higher Education</em> and <em>Journal of Career Development</em>.\n<br/><br/>\nDr. Cadenas has informed policy and advocacy at the local, state, and national levels. This includes advocacy for higher education access of undocumented students, grassroots advocacy for humane federal immigration policies, and briefing Congress on research conducted with the National Latinx Psychological Association (NLPA) regarding COVID-19 among Latinxs. He serves on the APA <em>Advocacy Coordinating Committee</em> and as Vice President for Diversity and Public Interest in the <em>Society of Counseling Psychology (Divisions 17 of APA)</em>. He also co-led the <em>Interdivisional Immigration Project</em> that developed collaborative advocacy strategies for community activists and psychologists.",
      "status": "past"
    },
    {
      "name": "Qinyun Lin",
      "affiliation": "University of Gothenburg",
      "image": "/images/headshot-ql.png",
      "desc_short": "Dr. Qinyun Lin is a Senior Lecturer in the School of Public Health and Community Medicine, Institute of Medicine, University of Gothenburg. Most broadly, she is a methodologist ...",
      "links": [
        {
          "link_label": "Google Scholar",
          "link_url": "https://scholar.google.com/citations?user=rn43UskAAAAJ&hl=en"
        }
      ],
      "desc_long": "Dr. Qinyun Lin is a Senior Lecturer in the School of Public Health and Community Medicine, Institute of Medicine, University of Gothenburg. Most broadly, she is a methodologist invested in humanizing quantitative research to better understand mechanisms underlying inequities, particularly health and educational disparities, and, ultimately, informing policymaking. Towards this, she seeks to advance and expand existing quantitative methods and the interpretation of inferences by incorporating human interactions, social and spatial contexts, and mediating factors within these analyses.",
      "status": "past"
    },
    {
      "name": "Aresha Martinez-Cardoso",
      "affiliation": "University of Chicago",
      "image": "/images/headshot-am.png",
      "desc_short": "Dr. Aresha Martinez-Cardoso is an interdisciplinary public health researcher and Assistant Professor in the Department of Public Health Sciences. Her research ...",
      "links": [
        {
          "link_label": "Embodying Race(ism)",
          "link_url": "https://voices.uchicago.edu/areshamc/"
        }
      ],
      "desc_long": "Dr. Aresha Martinez-Cardoso is an interdisciplinary public health researcher and Assistant Professor in the Department of Public Health Sciences. Her research integrates theoretical perspectives from the social sciences with epidemiological methods in public health to examine how social inequality in the US shapes population health, with a particular focus on the health of racial/ethnic groups and immigrants. Martinez-Cardoso's work interrogates how race and social inequities have been deeply embedded into our nation’s culture and institutions and traces the biosocial mechanisms by which these inequities get “under the skin” to affect health across the lifecourse.",
      "status": "past"
    },
    {
      "name": "Imelda Moise",
      "affiliation": "University of Miami",
      "image": "/images/headshot-im.png",
      "desc_short": "Dr. Imelda K. Moise is a broadly trained health geographer, founder of DataChores and the Geography and Inequalities Lab. She has dedicated her career to culturally responsive research and ...",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://people.miami.edu/profile/55439772df280bf89e5f82f2a69c214f"
        }
      ],
      "desc_long": "Dr. Imelda K. Moise is a broadly trained health geographer, founder of DataChores and the Geography and Inequalities Lab. She has dedicated her career to culturally responsive research and evaluation to advance health equity, and linking research to programs, policy, and practice in the US and sub-Saharan Africa. She works full-time in global public health as an Associate Professor and as Director of Global Health Studies at the University of Miami where she engages in scholarship of teaching and learning research to determine how to best prepare the next generation of geographers and global public health professionals. Her methodological expertise lies in utilizing mixed methods study designs with geospatial analysis to examine the combined effect of individual, sociocultural and contextual factors linked with health inequities. She has coordinated and evaluated various multi-partner systems-level interventions and is PI on projects working on strengthening early learning support in Miami; NIH greenness cardiovascular studies assessing disparities across Hispanic subgroups in Miami vs. San Diego and NYC. Her primary research is mostly responsive to community needs. Dr. Moise serves on the <em>National Association of City Health Officials (NACCHO)</em>, <em>Miami-Dade Refugee Task Force</em>, and the <em>Healthy Baby Taskforce</em> (part of the Consortium for a Healthier Miami-Dade) where she lends her expertise in health, geography and equity-centered impact. She earned her MSc. and PhD from University of Illinois at Urbana-Champaign, MPH from the University of Illinois Springfield, and bachelor’s from the University of Oregon. Prior to her current position, she backstopped Illinois Department of Public Health and USAID-funded programs in LMIC where she led in many areas of system strengthening, maternal and child health, substance use and HIV sentinel surveillance, and country performance management plans.",
      "status": "past"
    },
    {
      "name": "Norma Padrón",
      "affiliation": "EmpiricaLabs",
      "image": "/images/headshot-np.png",
      "desc_short": "Dr. Norma Padrón is a health economist and entrepreneur. She is the CEO and Founder of EmpiricaLab, a company specializing in peer–to–peer training within healthcare organizations ...",
      "links": [
        {
          "link_label": "Google Scholar",
          "link_url": "https://people.miami.edu/profile/55439772df280bf89e5f82f2a69c214f"
        }
      ],
      "desc_long": "Dr. Norma Padrón is a health economist and entrepreneur. She is the CEO and Founder of <em>EmpiricaLab</em>, a company specializing in peer-to-peer training within healthcare organizations to accelerate their digital transformation. Her career in healthcare spans over a decade, with leadership roles across academia, nonprofits, and the private sector. She built her expertise in data and technology teams at healthcare organizations, including the <em>Mount Sinai Health System</em>, <em>Thomas Jefferson Health</em>, the <em>American Hospital Association</em> and new ventures at Anthem Digital. Her teams have leveraged data analytics and technology to improve digital health products for patients and providers, design value-based care models, and quality and performance measurement and training for hospital systems across the country.\n<br/><br/>\nIn addition to her work in health economics and analytics, Norma has held board positions on STEM education and technology initiatives. She served as chair of the industry advisory board for an NSF Industry-University Cooperative Research Center (IURC) focused on improving healthcare through organizational transformation. She earned a PhD in health policy and management from Yale University, as well as an MS in Economics from Duke University. She also holds a master's degree in public health from Universitat Pompeu Fabra in Barcelona, Spain, and a bachelor's degree in Economics and Math from the University of Texas at Rio Grande Valley.",
      "status": "past"
    },
    {
      "name": "Sue Polis",
      "affiliation": "National League of Cities",
      "image": "/images/headshot-sp.png",
      "desc_short": "Sue Pechilio Polis directs the health and well-being portfolio for NLC as part of the Institute for Youth, Education and Families. The portfolio includes the conceptualization ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "http://www.linkedin.com/in/spechpolis"
        }
      ],
      "desc_long": "Sue Pechilio Polis directs the health and well-being portfolio for NLC as part of the <em>Institute for Youth, Education and Families</em>. The portfolio includes the conceptualization, development and implementation of <em>Cities of Opportunity</em>, a multi-year effort to engage mayors and city leaders in comprehensively addressing the root causes of poor health (SDOH) through an equitable policy and systems change approach. With expertise in health policy, Sue’s work spans the connection to housing, economic opportunity, mental health and substance use disorders, obesity, trauma, as well as local systems alignment and data for well-being. Prior to the <em>National League of Cities</em>, Mrs. Polis led the development and management of the <em>Trust for America’s Health (TFAH)</em> external relations and strategic partnership efforts in support of the organization’s public policy goals.\n<br/><br/>\nPrior to joining <em>TFAH</em>, Mrs. Polis worked at <em>AARP</em> on health and financial security-related issues with an emphasis on advancing policy to address the needs of vulnerable 50+ populations. Her focus areas included health care workforce, retirement savings, consumer protection, and low-income programs such as the <em>Supplemental Nutrition Assistance Program (SNAP)</em> and the <em>Low-Income Heating and Energy Assistance Program (LIHEAP)</em>. Mrs. Polis was the founding <em>National Director of Advocacy</em> for the <em>American Heart Association</em>.",
      "status": "past"
    },
    {
      "name": "Eric Larson",
      "affiliation": "University of Minnesota",
      "image": "/images/headshot-el.png",
      "desc_short": "Eric Larson is a librarian (MLIS, University of Wisconsin-Madison), web architect, user-experience analyst, and senior application developer with over 17 years experience building ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/eric-w-larson/"
        }
      ],
      "desc_long": "Eric Larson is a librarian (MLIS, University of Wisconsin-Madison), web architect, user-experience analyst, and senior application developer with over 17 years experience building increasingly complex web-based tools and services within academia and for private enterprise. He has extensive open source software experience as a core contributor to the GeoBlacklight project, and has worked as the Lead Developer for the <em>Big Ten Academic Alliance Geoportal</em> for the last six years. Eric has completed GeoBlacklight consulting contracts for Johns Hopkins University, New York University, University of Massachusetts-Amherst, University of Minnesota, University of Wisconsin-Madison, and the University of Wisconsin-Milwaukee. Eric is also the Co-Founder of Gimlet, an online software-as-a-service platform used by over 750 libraries internationally.",
      "status": "past"
    },
    {
      "name": "Stuart Lynn",
      "affiliation": "University of Chicago",
      "image": "/images/headshot-sl.png",
      "desc_short": "Stuart Lynn is a developer, data scientist and tinkerer whose interests involve widening the participation in scientific discussion and inquiry to non-traditional communities through the ...",
      "links": [
        {
          "link_label": "Website",
          "link_url": "https://stuartlynn.me"
        }
      ],
      "desc_long": "Stuart Lynn is a developer, data scientist and tinkerer whose interests involve widening the participation in scientific discussion and inquiry to non-traditional communities through the development of tools and active participation in citizen science and collaborative processes. He holds a Master in Mathematical Physics and a PhD in Astrophysics from the University of Edinburgh. In previous roles he has worked with non-profits and NGOs with the Two Sigma Data Clinic, lead the Data Science team at CARTO and was the technical lead for the citizen science platform The Zooniverse. He is the lead developer of the Matico project and has built a number of other open source tools focused on understanding and using data.",
      "status": "past"
    },
    {
      "name": "Karen Majewicz",
      "affiliation": "University of Minnesota, Twin Cities",
      "image": "/images/headshot-km.png",
      "desc_short": "Karen Majewicz is the Geospatial Product Manager at the University of Minnesota Libraries, where she guides application development, develops metadata workflows, and curates ...",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://www.lib.umn.edu/about/staff/karen-majewicz"
        }
      ],
      "desc_long": "Karen Majewicz is the Geospatial Product Manager at the University of Minnesota Libraries, where she guides application development, develops metadata workflows, and curates resources for the <em>BTAA Geoportal</em>. She is also the Community Coordinator for GeoBlacklight and the Vice-chair of the Minnesota Geospatial Advisory Committee’s Archiving Workgroup. Majewicz has led the development of several initiatives for the GeoBlacklight community, including the latest metadata application profile (OpenGeoMetadata-Aardvark), the bi-annual community sprints, and multiple usability studies. Her research interests include geodata archives, geospatial metadata, technical documentation, and the advocacy of free & open government data.",
      "status": "past"
    },
    {
      "name": "Eric Polley",
      "affiliation": "University of Chicago",
      "image": "/images/headshot-ep.png",
      "desc_short": "Dr. Eric Polley is an Associate Professor in the Department of Public Health Sciences at The University of Chicago where he is the director of the Biostatistics Laboratory and the faculty ...",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://health.uchicago.edu/faculty/eric-polley-phd"
        }
      ],
      "desc_long": "Dr. Eric Polley is an Associate Professor in the Department of Public Health Sciences at The University of Chicago where he is the director of the Biostatistics Laboratory and the faculty director for the Data Science concentration in the Master of Public Health program. Dr. Polley was previously an Assistant Professor of Biostatistics in the Department of Quantitative Health Sciences at Mayo Clinic (2015-2021) and a mathematical statistician in the Biometric Research Branch at the U.S. National Cancer Institute (2012-2015). Dr. Polley received his PhD in biostatistics from the University of California, Berkeley in 2010. His research area involves the development and evaluation of prediction methods, innovative methods for diagnostic and prognostic prediction, and precision medicine clinical trial design.",
      "status": "past"
    },
    {
      "name": "Evan Thornberry",
      "affiliation": "University of British Columbia",
      "image": "/images/headshot-et.png",
      "desc_short": "Evan Thornberry is the Geographic Information Systems (GIS) Librarian at the University of British Columbia (UBC) Library where he supports teaching, learning, and research with ...",
      "links": [
        {
          "link_label": "Website",
          "link_url": "https://evanthornberry.github.io/"
        }
      ],
      "desc_long": "Evan Thornberry is the Head and Curator of the David Rumsey Map Center at Stanford University Library where he oversees the stewardship of a significant historical map collection. In this work he coordinates efforts to develop resources for maps, atlases, and other cartographic collections both digitally and physically, as well as library services to better equip a large base of historical map users. Previously, Evan was the Geographic Information Systems (GIS) Librarian at the University of British Columbia (UBC) Library where he supported teaching, learning, and research with geospatial information and technology. Evan was a co-principal investigator for the Geodisy project which improves the discoverability of geospatial research data across Canada. Evan was also recently a co-principal investigator for a project to create an openly available interactive textbook for teaching geomatics for environmental management in collaboration with UBC's Faculty of Forestry. He is the Past-President of the <em>Western Association of Map Libraries</em> and an organizer of Maptime Vancouver. Previous to his role at UBC, Evan was the Reference and Geospatial Librarian for the <em>Norman B. Leventhal Map Center</em> at the Boston Public Library where in 2016-2017 he was the director of an NEH-funded project to build a spatial discovery layer for BPL's large public collection of historical maps.",
      "status": "past"
    },
    {
      "name": "Jamelle Watson-Daniels",
      "affiliation": "Harvard University",
      "image": "/images/headshot-jw.png",
      "desc_short": "Jamelle Watson-Daniels is a PhD Candidate at Harvard's John A. Paulson School of Engineering and Applied Sciences. She is a Ford Foundation Pre-doctoral Fellow ...",
      "links": [],
      "desc_long": "Jamelle Watson-Daniels is a PhD Candidate at Harvard's John A. Paulson School of Engineering and Applied Sciences. She is a Ford Foundation Pre-doctoral Fellow and NSF Graduate Research Fellow. Jamelle has experiences at the nexus of racial justice and data science for instance she previously served as Director of Research at Data for Black Lives. Before pursuing her PhD, Watson-Daniels received a combined degree in Physics and Africana Studies from Brown University. Her broad campus leadership was recognized when she was chosen to deliver the 2016 Brown commencement address and received the Joslin Student Leadership Award as well as the Mildred Widgoff Award for excellence in physics thesis. Jamelle's ongoing research focuses on developing fair and trustworthy machine learning methods. She also supports work on data literacy, data storytelling and data science promoting social policy innovation.",
      "status": "Past"
    },
    {
      "desc_long": "Dr. ChengXiang Zhai is a Donald Biggar Willett Professor in Engineering of the Department of Computer Science at the University of Illinois at Urbana-Champaign, where he is also affiliated with the Carl R. Woese Institute for Genomic Biology, Department of Statistics, and the School of Information Sciences. Before joining UIUC in 2002, he worked at Clairvoyance Corp. as a Research Scientist and a Senior Research Scientist from 1997 to 2000. His research interests are in the general area of intelligent information systems, including specifically intelligent information retrieval, data mining, natural language processing, machine learning, and their applications in domains such as biomedical and health informatics, and intelligent education systems. He has published over 300 papers in these areas and holds 6 patents. He was a key contributor of the Lemur text retrieval and mining toolkit. He is a Fellow of the Association for Computing Machinery (ACM) and a member of ACM SIGIR Academy. He received numerous awards, including ACM SIGIR Gerard Salton Award, ACM SIGIR Test of Time Paper Award (three times), the 2004 Presidential Early Career Award for Scientists and Engineers (PECASE), Alfred P. Sloan Research Fellowship, IBM Faculty Award, and HP Innovation Research Award.",
      "name": "ChengXiang Zhai",
      "desc_short": "Dr. ChengXiang Zhai is a Donald Biggar Willett Professor in Engineering of the Department of Computer Science at the University of Illinois at Urbana-Champaign, where he is also affiliated ...",
      "affiliation": "University of Illinois, Urbana-Champaign",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://czhai.cs.illinois.edu/"
        }
      ],
      "image": "/images/headshot-cz.png",
      "status": "past"
    }
  ]
}
