{
  "fellows": [
    {
      "image": "/images/image-4-20-25-at-2.00-pm.jpg",
      "name": "Montana Gill",
      "title": "Social Impact Evaluation Manager",
      "cohort": "Spring 2025",
      "desc_long": "Montana Gill, MPH, is a Social Impact Evaluation Manager at Cardea (a national women of color-led organization with over 50 years of experience in social impact evaluation, policy advancement, capacity development, and professional learning). Montana works on mixed methods evaluation projects in the spaces of maternal and child health, social determinants of health, and related areas. She collaborates with a range of partners, including state, Tribal, and local organizations, to design and implement effective evaluation strategies.\n\nIn partnership with the Raven Collective, Montana is working to highlight the systemic barriers to care access for pregnant people in Indian Country. She hopes to illustrate the structural barriers that contribute to disparities in syphilis and congenital syphilis rates among American Indian/Alaska Native communities.",
      "desc_short": "Montana Gill, MPH, is a Social Impact Evaluation Manager at Cardea (a national women of color-led organization with over 50 years of experience in social impact evaluation, policy advancement, capacity development, and professional learning). Montana works on mixed methods evaluation projects in the spaces of maternal and child health, social determinants of health, and related areas",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.32-pm-2-.jpg",
      "name": "Zoe Maxwell",
      "title": "MPH Candidate 2025 | Research Assistant ",
      "cohort": "Spring 2025",
      "desc_long": "Zoe (she/her) received her Bachelor of Arts in Public Health from Brown University in December 2022. She is currently pursuing her Master of Public Health (MPH) at Brown University and is expected to graduate in May 2025. Zoe's interdisciplinary concentration focuses on physical activity and nutrition. She aims to promote health equity by developing innovative interventions that provide disadvantaged communities with access to essential health resources and knowledge. As part of the Social Epi Lab at Brown University, Zoe is a Research Assistant on Project G-SPACE, an ongoing NIH funded study investigating the influence green space has on children’s sleep, physical activity, and mental health. Outside of academia, Zoe enjoys running, soccer, hiking, and music!",
      "desc_short": "Zoe (she/her) received her Bachelor of Arts in Public Health from Brown University in December 2022. She is currently pursuing her Master of Public Health (MPH) at Brown University and is expected to graduate in May 2025. Zoe's interdisciplinary concentration focuses on physical activity and nutrition.",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.32-pm-1-.jpg",
      "name": "Ya Yang",
      "title": "Ph.D. Student",
      "desc_long": "Ya Yang is a Ph.D. student in Public Health Sciences at the University of California, Davis. His research interests focus on social behaviors that contribute to substance use among marginalized communities, including low-income populations, sexual and gender minorities, people living with HIV, individuals with disabilities, and immigrants. He holds a Master of Science in Global Health with a concentration in Disease Prevention from Georgetown University and dual bachelor’s degrees in Public Health and Psychology from the University of California, Merced.\n\nYa is a former University of California Presidential Public Service Fellow and has received numerous prestigious scholarships, including the Coca-Cola Foundation Scholarship, Asian Pacific Islander American Scholarship, Tzu Chi Scholarship, Avalos Foundation Scholarship, and Ronald McDonald Scholarship.",
      "desc_short": "Ya Yang is a Ph.D. student in Public Health Sciences at the University of California, Davis. His research interests focus on social behaviors that contribute to substance use among marginalized communities, including low-income populations, sexual and gender minorities, people living with HIV, individuals with disabilities, and immigrants.",
      "project": "",
      "cohort": "Spring 2025"
    },
    {
      "image": "/images/image-4-17-25-at-1.32-pm.jpg",
      "name": "Olivia Steidl",
      "title": "Outreach Specialist",
      "desc_long": "Olivia Steidl, MPH (she/her) is an Outreach Specialist for the Wisconsin Cancer Collaborative. She supports WCC’s work in cancer risk reduction and end of life care, engaging partner organizations all over the state. Olivia received her Master of Public Health from the University of Wisconsin-Madison. During her professional program, she worked at University Health Services designing a vaping prevention campaign geared towards undergraduate students. Most recently, Olivia worked as a Prevention and Harm Reduction consultant at Public Health Madison and Dane County, conducting an environmental scan of hemp derivative products sold throughout Dane County.\n",
      "desc_short": "Olivia Steidl, MPH (she/her) is an Outreach Specialist for the Wisconsin Cancer Collaborative. She supports WCC’s work in cancer risk reduction and end of life care, engaging partner organizations all over the state.",
      "project": "",
      "cohort": "Spring 2025"
    },
    {
      "image": "/images/image-4-17-25-at-1.31-pm-3-.jpg",
      "name": "Mallory Sagehorn",
      "title": "PhD Student",
      "cohort": "Spring 2025",
      "project": "",
      "desc_long": "Mallory A. P. Sagehorn, MA (she/her) is a PhD student in Geography at the University of Colorado Boulder. Her research explores the relationship between social infrastructure, neighborhoods, and health, with a particular focus on emerging adults (ages 18-29). She utilizes mixed methods to examine how neighborhood environments shape social, mental, and physical well-being across the life course. Her dissertation will investigate how access to social infrastructure in emerging adulthood influences long-term health and wellbeing outcomes, combining geospatial analysis with qualitative approaches to understand place-based health inequities at the neighborhood-level. Mallory received a Bachelors of Arts in International Studies and History from Colorado State University, a Master of Arts in Applied Geography & Geospatial Science from University of Colorado Denver, and is also pursuing a Graduate Certificate of Population Mental Health from the Colorado School of Public Health.",
      "desc_short": "Mallory A. P. Sagehorn, MA (she/her) is a PhD student in Geography at the University of Colorado Boulder. Her research explores the relationship between social infrastructure, neighborhoods, and health, with a particular focus on emerging adults (ages 18-29)"
    },
    {
      "image": "/images/missing-headshot.png",
      "name": "Jacob M. Gizamba",
      "title": "PhD Candidate, Population Health & Place",
      "cohort": "Spring 2025",
      "desc_short": "Jacob Gizamba is a PhD candidate in Population Health and Place at the Spatial Sciences Institute, University of Southern California. His research focuses on the spatial epidemiology of hepatitis C (HCV), examining how place-based factors shape disease syndemics and access to care.",
      "desc_long": "Jacob Gizamba is a PhD candidate in Population Health and Place at the Spatial Sciences Institute, University of Southern California. His research focuses on the spatial epidemiology of hepatitis C (HCV), examining how place-based factors shape disease syndemics and access to care.\nPositioned at the intersection of epidemiology, spatiotemporal analysis, and health equity, his work leverages spatial and epidemiological methods to inform targeted interventions that address health disparities. He holds a Master of Public Health specializing in Epidemiology from the\nUniversity of Cape Town, South Africa. His previous research has explored the epidemiology of infectious diseases such as leptospirosis and HIV, as well as non-communicable diseases, applying geospatial methods to enhance disease prevention and population health. He is also interested in\nadvancing spatial and syndemic analyses through methodological innovations, including machine learning applications in public health. He is also dedicated to advancing spatial epidemiology in public health education.",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.31-pm-1-.jpg",
      "name": "Hannah Cordeiro",
      "title": "Assistant Program Manager",
      "cohort": "Spring 2025",
      "desc_long": "Hannah Cordeiro is the Assistant Program Manager for the San Diego County alcohol harm prevention program, the Binge and Underage Drinking Initiative. She has a Bachelor of Science in Public Health Epidemiology from the University of California in San Diego and experience in public health upstream prevention methods, evaluation research, and Geographic Information Systems (GIS). Hannah's passions lie in environmental justice, data presentation, increasing access to credible health information, and health equity. Hannah's work contributes towards a future of public health where all communities have equal access to a healthy and safe life.\n",
      "desc_short": "Hannah Cordeiro is the Assistant Program Manager for the San Diego County alcohol harm prevention program, the Binge and Underage Drinking Initiative. She has a Bachelor of Science in Public Health Epidemiology from the University of California in San Diego and experience in public health upstream prevention methods, evaluation research, and Geographic Information Systems (GIS). ",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.31-pm.jpg",
      "name": "Georgie Kinsman",
      "title": "Chronic Disease Evaluator",
      "cohort": "Spring 2025",
      "desc_long": "Georgie Kinsman is a public health evaluator and practitioner currently working on initiatives aimed at preventing and managing chronic disease (particularly diabetes and arthritis) within disproportionately affected populations in Minnesota. Georgie has been particularly interested in chronic disease because of the strong ties to the social determinants of health (SDOH) . She recognizes that public health programming needs to address SDOH to improve health outcomes equitably, effectively, and sustainably. As an SDOH & Place Fellow, Georgie looks forward to building capacity within Tribal and community-based partner organizations to effectively screen and refer for social needs like food insecurity.\n",
      "desc_short": "Georgie Kinsman is a public health evaluator and practitioner currently working on initiatives aimed at preventing and managing chronic disease (particularly diabetes and arthritis) within disproportionately affected populations in Minnesota.",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.30-pm-1-.jpg",
      "name": "Cheng-Chia \"Brian\" Chen",
      "title": "Associate Professor of Public Health",
      "cohort": "Spring 2025",
      "desc_long": "Dr. Chen is an Associate Professor of Public Health at the University of Illinois Springfield (UIS) and a dedicated public health educator with over a decade of experience. His research centers on behavioral health, social determinants of health, health disparities, and innovations in online public health education. Drawing on methods from epidemiology, health economics, and educational technology, Dr. Chen’s work aims to improve population health and enhance the effectiveness of public health practice and education. Through applied statistics and evaluation research, Dr. Chen investigates complex public health issues with a focus on alleviating public health issues. He is particularly committed to preparing future public health professionals through student-centered, active learning that cultivates critical thinking and analytical skills. Beyond his academic role, Dr. Chen fosters sustainable collaborations among educators, researchers, and public health practitioners at the local, state, national, and global levels. His work is grounded in a lifelong commitment to excellence in health education and promotion, meaningful engagement, and advancing the field of public health through impactful scholarship.",
      "desc_short": "Dr. Chen is an Associate Professor of Public Health at the University of Illinois Springfield (UIS) and a dedicated public health educator with over a decade of experience. His research centers on behavioral health, social determinants of health, health disparities, and innovations in online public health education. ",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.30-pm.jpg",
      "name": "Carlyse Cheshier",
      "title": "Ph.D. Student",
      "cohort": "Spring 2025",
      "desc_long": "Carlyse Cheshier is a Ph.D. student in Earth, Environment and Society at Portland State University. Her research examines human-nature interactions in urban environments through participatory visual methods that promote sustainable environmental behaviors, build shared knowledge, and enhance community and ecological health and well-being. Her work aims to advance environmental justice and resilience across the Pacific Northwest. Her current work focuses on how urbanization impacts collaborative governance and the diverse ways communities value, utilize, and recreate in the lower Clackamas River Basin Watershed. Through this research, she seeks to foster equitable outcomes and shared ecological, health, and social benefits from communal natural resources.\n",
      "desc_short": "Carlyse Cheshier is a Ph.D. student in Earth, Environment and Society at Portland State University. Her research examines human-nature interactions in urban environments through participatory visual methods that promote sustainable environmental behaviors, build shared knowledge, and enhance community and ecological health and well-being. ",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.29-pm.jpg",
      "name": "Bryce Takenaka",
      "title": "PhD Student",
      "cohort": "Spring 2025",
      "desc_long": "Bryce Puesta Takenaka is a PhD student in the Department of Social and Behavioral Sciences at Yale School of Public Health and a fellow in the Yale AIDS Prevention Training Program at the Center for Interdisciplinary Research on AIDS. They are drawn to questions and debates that contend how Black and Pasifika Indigenous queer and trans geographies are created, represented, transformed, and imaginged alongside movements towards anti-colonial and abolitionist futures. Through participatory and radical spatial practiceis, their research contends with questions and debates related to the impacts of settler colonialism, racial capitalism militarism, tourism, and environmental justice on skewed life chances and health inequities. Their dissertation explores how militourism impacts HIV prevention and treatment among māhū in Hawaiʻi, and the indirect dynamics of neighborhoods disadvantage.",
      "desc_short": "Bryce Puesta Takenaka is a PhD student in the Department of Social and Behavioral Sciences at Yale School of Public Health and a fellow in the Yale AIDS Prevention Training Program at the Center for Interdisciplinary Research on AIDS. ",
      "project": ""
    },
    {
      "image": "/images/image-4-17-25-at-1.28-pm.jpg",
      "name": "Babu Gounder",
      "title": "PhD Student",
      "cohort": "Spring 2025",
      "project": "",
      "desc_long": "Babu Gounder is pursuing a PhD in Social Work at the University of Illinois Urbana-Champaign\n(UIUC). His community engagement at UIUC involves working with and supporting community\nfoundations, school districts, and youth clubs in underserved locations in Illinois. Babu\nresearches community well-being with a focus on neighborhood environments, climate\ndisasters, and public health. Using spatial data science, policy analysis, and community-\ncentered approaches, his research identifies opportunities for improving health outcomes and\nadvancing environmental health and disaster resilience. He is also interested in open-source\nresearch tools and data accessibility to support communities. Babu has been selected as a\nDoctoral Scholar at the Center for Social Development at Washington University-St. Louis and\nas a Doctoral Student Policy Fellow with the Council for Social Work Education. Before his\ndoctoral studies, Babu earned a Master’s in Management and Behavioral Sciences from the\nEuropean Institute of Administration and Business (INSEAD) and volunteered in social service\norganizations in Singapore. He holds a Bachelor’s in Business Administration from the\nUniversity of Wisconsin-Madison.",
      "desc_short": "Babu Gounder is pursuing a PhD in Social Work at the University of Illinois Urbana-Champaign\n(UIUC). His community engagement at UIUC involves working with and supporting community\nfoundations, school districts, and youth clubs in underserved locations in Illinois. Babu\nresearches community well-being with a focus on neighborhood environments, climate\ndisasters, and public health."
    },
    {
      "desc_long": "Beth Beyer has dedicated her career to helping communities thrive. She works to empower students, teachers, and parents through the use of technology to enhance experiential learning and extend educational opportunities. As the executive director of The Technology Alliance, a small nonprofit organization whose mission is to “open new worlds through technology,” Beth actively directs projects and pursues partnerships with organizations, schools, and community members. Beth's work in collaboration with the Erikson Institute for Early Childhood Development in inner-city Chicago Public Schools earned her recognition and a 3-year Kellogg Foundation Leadership Fellowship program. During her Masters in Learning Sciences at Northwestern University, her research focused on using GIS technologies, including ArcView GIS, Google Earth Engine, Google My Maps, and mapping software prototypes under development. Her thesis explored the use of coloration in mapping and cognitive understanding of how maps work. Recently, she was nominated and accepted into the Alliance for Leadership Fellows, an organization that brings graduates of leadership fellowships together to further their development and work collaboratively to \"increase knowledge and skills that lead to equitable and sustainable flourishing within human communities.\" Beth is currently working on developing and reviewing the Climate Action Plan for People and Nature (CAPN) in collaboration with the Chicago Wilderness Alliance (CWA). This effort brings together community partners, including the Field Museum, The Nature Conservancy (TNC), Peggy Notebaert Nature Museum, The Technology Alliance, and more to ensure the success of people and nature. She co-taught a high school seminar on Environmental Justice, where she highlighted the importance of prioritizing communities struggling with air and water quality in future climate planning. Her current SDOH and Place project, HEAT (Hope, Education, and ArT), aims to highlight and celebrate art co-created in these communities to build community, connect with nature, and promote healing.",
      "name": "Beth Beyer",
      "desc_short": "Beth Beyer has dedicated her career to helping communities thrive. She works to empower students, teachers, and parents through the use of technology to enhance experiential learning and ...",
      "cohort": "Spring 2024",
      "title": "Executive Director",
      "project": "",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/beth-beyer-08602347/"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/hope-education-art-heat-chicago"
        }
      ],
      "image": "/images/headshot-bb.jpeg"
    },
    {
      "name": "Joseph Braimah",
      "title": "Assistant Professor",
      "image": "/images/headshot-jb.jpeg",
      "desc_short": "Dr. Joseph A. Braimah is a health geographer and an Assistant Professor in the Department of Public Health at St. Lawrence University, Canton, New York. He has an interdisciplinary ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/braimah-joseph-asumah-75a6852b/"
        }
      ],
      "desc_long": "Dr. Joseph A. Braimah is a health geographer and an Assistant Professor in the Department of Public Health at St. Lawrence University, Canton, New York. He has an interdisciplinary research interest that focuses broadly on the health and wellbeing of marginalized and structurally exposed populations in the global north and global south. He draws on multiple research methodologies and theoretical perspectives in his research projects. His work largely revolves around Aging and Health, Global Health, Social Determinants of Health, Community Health Systems, and Community-based Participatory Research. Prior to joining St. Lawrence University, Dr. Braimah was an Inclusive Excellence Postdoctoral Fellow with the Department of Health and Society at the University of Toronto Scarborough. He earned his Ph.D. in Geography from Queen’s University, Kingston, Canada.",
      "cohort": "Spring 2024",
      "project": ""
    },
    {
      "name": "Peter Chen",
      "title": "Assistant Professor",
      "image": "/images/headshot-pc.jpeg",
      "desc_short": "Dr. Xiang \"Peter\" Chen is an Assistant Professor in the Department of Geography at the University of Connecticut. Peter received his Ph.D. in Geography from The Ohio State University ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/xiang-%E2%80%9Cpeter%E2%80%9D-chen-0429ab19/"
        },
        {
          "link_url": "https://sdohplace.org/showcase/windham-willmantic-conn-food-access-map",
          "link_label": "Project Showcase"
        }
      ],
      "desc_long": "Dr. Xiang \"Peter\" Chen is an Assistant Professor in the Department of Geography at the University of Connecticut. Peter received his Ph.D. in Geography from The Ohio State University. His research interests are focused on Geographic Information Systems (GIS) and community health. He employs both a data-driven approach and a mixed-methods approach to unveil socioeconomic and health inequities resulting from the unequal distribution of health resources.<br/><br/>His topical area is food access, evaluating whether community members can perceive and utilize healthy, affordable food provisioning from both place-based and people-based perspectives. This research theme is substantiated using GIS modeling, big data analytics, AI-based food image recognition, and community surveys.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Jessica Davis",
      "title": "Postdoctoral Scholar",
      "image": "/images/headshot-jd.jpeg",
      "desc_short": "Jessica A. Davis, PhD, RN, CCRN-K, IBCLC is a postdoctoral scholar in the Division of General Academic Pediatrics at the University of Pittsburgh. She has extensive experience caring for ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/jessica-a-davis-85a241204/"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/the-412-breastfeeding-resource-map"
        }
      ],
      "desc_long": "Jessica A. Davis, PhD, RN, CCRN-K, IBCLC is a postdoctoral scholar in the Division of General Academic Pediatrics at the University of Pittsburgh. She has extensive experience caring for diverse populations of newborns and their families through her time as a nurse and lactation consultant at UPMC Children’s Hospital of Pittsburgh, UPMC Magee Women’s Hospital, Midwife Center for Birth and Women’s Health, and the Pacify tele-lactation network. In addition to her clinical work, she was a peer lactation mentor with La Leche League, serves as a board member to the Mid-Atlantic Mother’s Milk Bank, and has recently joined the editorial board at the Journal for Perinatal and Neonatal Nursing. She is interested in building a program of clinical research that utilizes lactation and perinatal support interventions to enhance health equity for families impacted by fetal and/or infant diagnosis of a congenital heart defect.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Tyler Gorham",
      "title": "Data Scientist",
      "image": "/images/headshot-tg.jpeg",
      "desc_short": "Tyler is a health and data geek with a calling to use his research to promote health equity and improve health outcomes for all children. Working alongside a wide range of clinical and ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/tyler-gorham/"
        }
      ],
      "desc_long": "Tyler is a health and data geek with a calling to use his research to promote health equity and improve health outcomes for all children. Working alongside a wide range of clinical and research collaborators as a Data Scientist at Nationwide Children’s Hospital, his work spans spatial data science, clinical prediction model development, and public health research.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Amy Kryston",
      "title": "Senior Analyst",
      "image": "/images/headshot-ak.jpeg",
      "desc_short": "Amy Kryston is a public health practitioner and researcher determined to alleviate the systemic marginalization of communities in the United States and globally. In her role with PIH, she assists ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/amy-kryston"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/the-montgomery-alabama-asset-map"
        }
      ],
      "desc_long": "Amy Kryston is a public health practitioner and researcher determined to alleviate the systemic marginalization of communities in the United States and globally. In her role with PIH, she assists in the evaluation of community health worker (CHW) integration into federally qualified health centers and retrospective evaluation of CHW programming during the COVID-19 pandemic. She also provides technical support to North Carolina community-based organizations and health departments and leads the evaluation of community health needs assessment with the City of Montgomery, Alabama. Amy holds a Bachelor of Science in Civil Engineering from Gonzaga University, a Master of Science in Civil and Environmental Engineering and Earth Sciences from the University of Notre Dame, a Master of Public Health from the University of North Carolina, Chapel Hill (UNC).<br/><br/>Prior to her current role, Amy conducted research on remotely sensed early detection of cholera outbreaks in Bangladesh and transboundary water policy of the Ganges River under multiple potential climate futures. At UNC, she received the University’s inaugural Environmental Graduate Research Scholarship for her work on access to safe sanitation in the United States. Amy continues to work the UNC Gillings School of Global Public Health Humanitarian Health Initiative as the program coordinator and as a technical advisor for community health and water and sanitation in Nicaragua. She is a co-founder and the current president of Switchback Gear Collective, a North Carolina non-profit organization working to advance outdoor equity.",
      "cohort": "Spring 2024",
      "project": "the-montgomery-alabama-asset-map"
    },
    {
      "name": "Latrice Landry",
      "title": "Instructor",
      "image": "/images/headshot-ll.jpeg",
      "desc_short": "Latrice Landry is an instructor specializing in developing systems-based approaches to achieving equitable translation of precision medicine and precision public health at the Perelman School ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/latrice-landry-ab217a145/"
        }
      ],
      "desc_long": "Latrice Landry is an instructor specializing in developing systems-based approaches to achieving equitable translation of precision medicine and precision public health at the Perelman School of Medicine at the University of Pennsylvania. She received both her master's degree in policy and her PhD in Nutrition from Tufts University. Her doctoral research focused on the interactions between diet and genetics as determinants for dyslipidemia in African Americans in the Jackson Heart Study. In 2015, she was the Inaugural Food and Drug Administration's Genomic Medicine and Minority Health Fellow. She has also been recognized as a thought leader in minority health and precision medicine by the National Minority Quality Forum in 2017 and an AIM AHEAD Leadership Fellow for artificial intelligence and social determinants of health in 2022. She has a sincere passion for building equitable systems, eliminating racism from research and medicine, and expanding minority participation and leadership in the biomedical workforce. Understanding that the present moment requires difficult conversations, honest truth, and persistence, she is committed to science that improves health for all.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Alex Michels",
      "title": "PhD Candidate ",
      "image": "/images/headshot-am.jpeg",
      "desc_short": "Alex Michels is a PhD student studying Spatial Informatics under Dr. Shaowen Wang at the University of Illinois Urbana-Champaign (UIUC). He is currently a research assistant at ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/alexmichels/"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/spatial-accessibility-using-machine-learned-driving-times"
        }
      ],
      "desc_long": "Alex Michels is a PhD student studying Spatial Informatics under Dr. Shaowen Wang at the University of Illinois Urbana-Champaign (UIUC). He is currently a research assistant at the CyberGIS Center for Advanced Digital and Spatial Studies and will be on the job market in Fall 2024.<br/><br/>Alex is passionate about access & cyberGIS meaning: (1) using cyberGIS to explore, model, and analyze spatial patterns and systems of inaccessibility and inequity and (2) making cyberGIS tools and technology accessible to all. His work in analysis and modeling includes Spatial Agent-Based Models (SABMs) for public health and the WhereCOVID-19 Spatial Accessibility Explorer for rapidly measuring spatial accessibility during the COVID-19 pandemic. His work on FAIR (Findable, Accessible, Interoperable, and Reproducible) computing in the geosciences includes contributions to CyberGISX, CyberGIS-Jupyter for Water (CJW), and CyberGIS-Compute.",
      "cohort": "Spring 2024",
      "project": ""
    },
    {
      "name": "Sarah Nelson",
      "title": "Assistant Professor",
      "image": "/images/headshot-sn.jpeg",
      "desc_short": "Sarah Nelson is an Assistant Professor in health geography at the University of Nebraska at Omaha, with expertise in aging, health care services, and the social determinants of health ...",
      "links": [
        {
          "link_url": "https://www.linkedin.com/in/sarah-nelson-04a46a19/",
          "link_label": "LinkedIn"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/strengths-based-mapping-of-service-access-utilization-for-indigenous-people-with-substance-use-problems"
        }
      ],
      "desc_long": "Sarah Nelson is an Assistant Professor in health geography at the University of Nebraska at Omaha, with expertise in aging, health care services, and the social determinants of health. She works most often with Indigenous communities and populations that have experienced being underserved in health care and policy, emphasizing community engagement and collaboration in research and teaching, and community- and participant-led research priorities in choosing and designing research projects.<br/><br/>Previously, she has also worked with Indigenous-led health organizations to understand links between mental health and colonialism, as well as barriers that Indigenous clients of health care organizations experience in an urban setting, and the roles of these organizations in opening health care spaces to Indigenous community members in the city.",
      "cohort": "Spring 2024",
      "project": ""
    },
    {
      "name": "Kennedy Patterson",
      "title": "Graduate Student",
      "image": "/images/headshot-kp.jpeg",
      "desc_short": "Kennedy Patterson is a Sociology Master's Student within the MAPSS Program at the University of Chicago. She also works as a research assistant within the “UChicago Justice Project” ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/kennedy-patterson123/"
        }
      ],
      "desc_long": "Kennedy Patterson is a Sociology Master's Student within the MAPSS Program at the University of Chicago. She also works as a research assistant within the “UChicago Justice Project” Lab under the direction of Dr. Robert Vargas, where she digitalizes, cleans, and analyzes archival records of Chicago homicides, in pursuit of curating the first analysis of Chicago homicides from 1940-1964. Furthermore, as a SDOH & Place Fellow, she aims to illuminate the racialization and gendering of unhoused deaths to draw awareness to violence endured by unhoused Black women. Prior to attending the University of Chicago, Kennedy graduated from the University of Washington as a McNair scholar with a Bachelor of Arts in Medical Anthropology & Global Health- Honors, in addition to Gender, Women's, & Sexuality studies. Kennedy is also a 2023 Fulbright recipient and was awarded the 2022 \"Outstanding Research and Presentation\" Award at the National Diversity in STEM Research Conference in San Juan, Puerto Rico, for her work in \"How do Black Women Thrive Utilizing Social Services within the Greater Seattle Area\". Within this project, she uncovers (1) how social services have been socially constructed to sustain the experience of vulnerability within the Black community, and (2) highlights that through various levels of gratitude, Black women find spiritual peace and grow new resilience to systemic challenges. Following her Master’s degree, Kennedy will be receiving her PhD in Sociology at Northwestern University.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Sonia Saxon",
      "title": "Organizer and Graduate Student ",
      "image": "/images/headshot-sms.jpeg",
      "desc_short": "Sonia is an advocate for environmental justice and health equity focused on community engagement to achieve broader systemic changes. Sonia lives in Chicago and works with ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/sonia-monet-saxon-8bb6a4257/"
        }
      ],
      "desc_long": "Sonia is an advocate for environmental justice and health equity focused on community engagement to achieve broader systemic changes. Sonia lives in Chicago and works with the grassroots organizations Neighbors for Environmental Justice and Chicago’s Coalition to End Sacrifice Zones. She is also pursuing a PhD in Anthropology and a Master’s in Public Health from the Environmental and Occupational Health Science division at the University of Illinois Chicago. Her research interrogates the power structures behind whose voices are heard and what types of data are considered valid in policy-level engagements with environmental justice issues. The focus on making information about health risks actionable and more widely accessible to the public guides her work. She uses air monitoring data, qualitative methods, and ethnography to highlight the importance of “lived experiences” when assessing environmental hazards and determining which communities are disproportionately burdened by pollution.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Sarah Scott",
      "title": "Graduate Student",
      "image": "/images/headshot-ss.jpeg",
      "desc_short": "Sarah E. Scott, MPH (she/her) is a Graduate Student Researcher for the Division of Adolescent and Young Adult Medicine at the University of Pittsburgh. She is currently obtaining her PhD in ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/sarah-scott-mph-cph-387b56148/"
        }
      ],
      "desc_long": "Sarah E. Scott, MPH (she/her) is a Graduate Student Researcher for the Division of Adolescent and Young Adult Medicine at the University of Pittsburgh. She is currently obtaining her PhD in Epidemiology at the University of Pittsburgh School of Public Health. Ms. Scott utilizes mixed methods to explore the intersection of gender-based violence, social determinants of health, and women’s health. Her research interests include community-based participatory methods, intimate partner violence, economic abuse, mental health, and reproductive and sexual health. She received a Bachelor of Arts in Psychology from Pepperdine University and a Master of Public Health in Behavioral & Community Health Sciences from the University of Pittsburgh School of Public Health.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Madeline Smith-Johnson",
      "title": "Graduate Candidate",
      "image": "/images/headshot-msj.jpeg",
      "desc_short": "Madeline Smith-Johnson is a Ph.D. candidate in the Department of Sociology at Rice University, where they pilot research projects examining the health and ...",
      "links": [
        {
          "link_url": "https://www.linkedin.com/in/msj1/",
          "link_label": "LinkedIn"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/structural-inequality-health-by-gender-sexuality-in-the-u-s"
        }
      ],
      "desc_long": "Madeline Smith-Johnson is a Ph.D. candidate in the Department of Sociology at Rice University, where they pilot research projects examining the health and social relationships of transgender adults in the United States. They hold a Master of Philosophy in Sociology from the University of Cambridge and a Master of Arts in Sociology from Rice University. Madeline is committed to building comprehensive and creative measures of multilevel gendered stigma to specify stigma’s impact on population health. Their research interests include LGBTQ+ population health, structural sexism, the relationship between state policies and health disparities, healthcare access and delivery, survey measurement of LGBTQ+ identity, and data visualization.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Makiya Thomas",
      "title": "DEI Specialist",
      "image": "/images/headshot-mt.jpeg",
      "desc_short": "Makiya Thomas was born and raised in Decatur, IL. She graduated high school from Eisenhower High School. She later went off to college and received her bachelor's and two master's degrees while attending ...",
      "links": [
        {
          "link_url": "https://www.linkedin.com/in/makiya-thomas-m-a-mdiv-9160331aa/",
          "link_label": "LinkedIn"
        },
        {
          "link_label": "Project Showcase",
          "link_url": "https://sdohplace.org/showcase/sharing-birth-stories-in-the-motherhood-project"
        }
      ],
      "desc_long": "Makiya Thomas was born and raised in Decatur, IL. She graduated high school from Eisenhower High School. She later went off to college and received her bachelor's and two master's degrees while attending Eastern Illinois University. Makiya has also served in the Illinois Army National Guard for the past 9 years. While in the Army, she’s served as a Platoon Leader, Operations Officer in Charge while being deployed, and currently serves as a Headquarters Commander. Makiya currently works as a DEI Specialist for the Public Health District of Champaign where she lives with her beauty baby boy named Judah.",
      "cohort": "Spring 2024"
    },
    {
      "name": "Wei Tu",
      "title": "Professor",
      "image": "/images/headshot-wt.jpeg",
      "desc_short": "Dr. Tu is a professor of Geography and Geographic Information Science, School of Earth, Environment, and Sustainability and a Faculty Fellow at the Institute for Health Logistics & Analytics ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/wei-tu-a8116122/"
        }
      ],
      "desc_long": "Dr. Tu is a professor of Geography and Geographic Information Science, School of Earth, Environment, and Sustainability and a Faculty Fellow at the Institute for Health Logistics & Analytics (INLA). Dr. Tu’s research focuses on how and to what extent place and space influenced health outcomes, particularly the impacts of social determinants on maternal and child health. Dr. Tu uses a variety of statistical models and Geographic Information Systems to analyze and visualize geospatial health data, with an overarching goal of reducing health disparity, promoting community health, and improving population health.",
      "cohort": "Spring 2024"
    }
  ]
}
