{
  "tech_advisory": [
    {
      "name": "Eric Larson",
      "affiliation": "University of Minnesota",
      "image": "/images/headshot-el.png",
      "desc_short": "Eric Larson is a librarian (MLIS, University of Wisconsin-Madison), web architect, user-experience analyst, and senior application developer with over 17 years experience building ...",
      "links": [
        {
          "link_label": "LinkedIn",
          "link_url": "https://www.linkedin.com/in/eric-w-larson/"
        }
      ],
      "desc_long": "Eric Larson is a librarian (MLIS, University of Wisconsin-Madison), web architect, user-experience analyst, and senior application developer with over 17 years experience building increasingly complex web-based tools and services within academia and for private enterprise. He has extensive open source software experience as a core contributor to the GeoBlacklight project, and has worked as the Lead Developer for the <em>Big Ten Academic Alliance Geoportal</em> for the last six years. Eric has completed GeoBlacklight consulting contracts for Johns Hopkins University, New York University, University of Massachusetts-Amherst, University of Minnesota, University of Wisconsin-Madison, and the University of Wisconsin-Milwaukee. Eric is also the Co-Founder of Gimlet, an online software-as-a-service platform used by over 750 libraries internationally."
    },
    {
      "name": "Stuart Lynn",
      "affiliation": "University of Chicago",
      "image": "/images/headshot-sl.png",
      "desc_short": "Stuart Lynn is a developer, data scientist and tinkerer whose interests involve widening the participation in scientific discussion and inquiry to non-traditional communities through the ...",
      "links": [
        {
          "link_label": "Website",
          "link_url": "https://stuartlynn.me"
        }
      ],
      "desc_long": "Stuart Lynn is a developer, data scientist and tinkerer whose interests involve widening the participation in scientific discussion and inquiry to non-traditional communities through the development of tools and active participation in citizen science and collaborative processes. He holds a Master in Mathematical Physics and a PhD in Astrophysics from the University of Edinburgh. In previous roles he has worked with non-profits and NGOs with the Two Sigma Data Clinic, lead the Data Science team at CARTO and was the technical lead for the citizen science platform The Zooniverse. He is the lead developer of the Matico project and has built a number of other open source tools focused on understanding and using data."
    },
    {
      "name": "Karen Majewicz",
      "affiliation": "University of Minnesota",
      "image": "/images/headshot-km.png",
      "desc_short": "Karen Majewicz is the Geospatial Product Manager at the University of Minnesota Libraries, where she guides application development, develops metadata workflows, and curates ...",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://www.lib.umn.edu/about/staff/karen-majewicz"
        }
      ],
      "desc_long": "Karen Majewicz is the Geospatial Product Manager at the University of Minnesota Libraries, where she guides application development, develops metadata workflows, and curates resources for the <em>BTAA Geoportal</em>. She is also the Community Coordinator for GeoBlacklight and the Vice-chair of the Minnesota Geospatial Advisory Committee’s Archiving Workgroup. Majewicz has led the development of several initiatives for the GeoBlacklight community, including the latest metadata application profile (OpenGeoMetadata-Aardvark), the bi-annual community sprints, and multiple usability studies. Her research interests include geodata archives, geospatial metadata, technical documentation, and the advocacy of free & open government data."
    },
    {
      "name": "Eric Polley",
      "affiliation": "University of Chicago",
      "image": "/images/headshot-ep.png",
      "desc_short": "Dr. Eric Polley is an Associate Professor in the Department of Public Health Sciences at The University of Chicago where he is the director of the Biostatistics Laboratory and the faculty ...",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://health.uchicago.edu/faculty/eric-polley-phd"
        }
      ],
      "desc_long": "Dr. Eric Polley is an Associate Professor in the Department of Public Health Sciences at The University of Chicago where he is the director of the Biostatistics Laboratory and the faculty director for the Data Science concentration in the Master of Public Health program. Dr. Polley was previously an Assistant Professor of Biostatistics in the Department of Quantitative Health Sciences at Mayo Clinic (2015-2021) and a mathematical statistician in the Biometric Research Branch at the U.S. National Cancer Institute (2012-2015). Dr. Polley received his PhD in biostatistics from the University of California, Berkeley in 2010. His research area involves the development and evaluation of prediction methods, innovative methods for diagnostic and prognostic prediction, and precision medicine clinical trial design."
    },
    {
      "name": "Evan Thornberry",
      "affiliation": "University of British Columbia",
      "image": "/images/headshot-et.png",
      "desc_short": "Evan Thornberry is the Geographic Information Systems (GIS) Librarian at the University of British Columbia (UBC) Library where he supports teaching, learning, and research with ...",
      "links": [
        {
          "link_label": "Website",
          "link_url": "https://evanthornberry.github.io/"
        }
      ],
      "desc_long": "Evan Thornberry is the Head and Curator of the David Rumsey Map Center at Stanford University Library where he oversees the stewardship of a significant historical map collection. In this work he coordinates efforts to develop resources for maps, atlases, and other cartographic collections both digitally and physically, as well as library services to better equip a large base of historical map users. Previously, Evan was the Geographic Information Systems (GIS) Librarian at the University of British Columbia (UBC) Library where he supported teaching, learning, and research with geospatial information and technology. Evan was a co-principal investigator for the Geodisy project which improves the discoverability of geospatial research data across Canada. Evan was also recently a co-principal investigator for a project to create an openly available interactive textbook for teaching geomatics for environmental management in collaboration with UBC's Faculty of Forestry. He is the Past-President of the <em>Western Association of Map Libraries</em> and an organizer of Maptime Vancouver. Previous to his role at UBC, Evan was the Reference and Geospatial Librarian for the <em>Norman B. Leventhal Map Center</em> at the Boston Public Library where in 2016-2017 he was the director of an NEH-funded project to build a spatial discovery layer for BPL's large public collection of historical maps."
    },
    {
      "name": "Jamelle Watson-Daniels",
      "affiliation": "Harvard University",
      "image": "/images/headshot-jw.png",
      "desc_short": "Jamelle Watson-Daniels is a PhD Candidate at Harvard's John A. Paulson School of Engineering and Applied Sciences. She is a Ford Foundation Pre-doctoral Fellow ...",
      "links": [],
      "desc_long": "Jamelle Watson-Daniels is a PhD Candidate at Harvard's John A. Paulson School of Engineering and Applied Sciences. She is a Ford Foundation Pre-doctoral Fellow and NSF Graduate Research Fellow. Jamelle has experiences at the nexus of racial justice and data science for instance she previously served as Director of Research at Data for Black Lives. Before pursuing her PhD, Watson-Daniels received a combined degree in Physics and Africana Studies from Brown University. Her broad campus leadership was recognized when she was chosen to deliver the 2016 Brown commencement address and received the Joslin Student Leadership Award as well as the Mildred Widgoff Award for excellence in physics thesis. Jamelle's ongoing research focuses on developing fair and trustworthy machine learning methods. She also supports work on data literacy, data storytelling and data science promoting social policy innovation."
    },
    {
      "name": "Malaika Simmons",
      "affiliation": "NADPH",
      "image": "/images/headshot-ms.png",
      "desc_short": "Malaika Simmons, MSHE, is the Chief Operating Officer for the National Alliance against Disparities in Patient Health (NADPH), a data-driven, nonprofit health research organization. She uses her ...",
      "links": [],
      "desc_long": "Malaika Simmons, MSHE, is the Chief Operating Officer for the <em>National Alliance against Disparities in Patient Health (NADPH)</em>, a data-driven, nonprofit health research organization. She uses her background in research, psychology, and design thinking to promote empathy-based leadership with over 20 years of experience in corporate policy, training, and program management, operating at the convergence of health research, IT, and consumer issues. She currently serves as the NADPH Program Manager for the Infrastructure Core of the AIM-AHEAD Program sponsored by NIH, and leads qualitative research for several projects aimed at centering patient or community voices in health and technology-related initiatives. Malaika has a strong commitment to improving the health of underserved populations and more broadly supports these efforts through her organization Momentology Media. Through Momentology, Malaika fulfills her passion for the elimination of economic and health disparities in minority communities by using her proprietary framework to empower women to own businesses, champion health causes and enter the corporate and political landscapes to affect change in their corner of the world."
    },
    {
      "desc_long": "Dr. ChengXiang Zhai is a Donald Biggar Willett Professor in Engineering of the Department of Computer Science at the University of Illinois at Urbana-Champaign, where he is also affiliated with the Carl R. Woese Institute for Genomic Biology, Department of Statistics, and the School of Information Sciences. Before joining UIUC in 2002, he worked at Clairvoyance Corp. as a Research Scientist and a Senior Research Scientist from 1997 to 2000. His research interests are in the general area of intelligent information systems, including specifically intelligent information retrieval, data mining, natural language processing, machine learning, and their applications in domains such as biomedical and health informatics, and intelligent education systems. He has published over 300 papers in these areas and holds 6 patents. He was a key contributor of the Lemur text retrieval and mining toolkit. He is a Fellow of the Association for Computing Machinery (ACM) and a member of ACM SIGIR Academy. He received numerous awards, including ACM SIGIR Gerard Salton Award, ACM SIGIR Test of Time Paper Award (three times), the 2004 Presidential Early Career Award for Scientists and Engineers (PECASE), Alfred P. Sloan Research Fellowship, IBM Faculty Award, and HP Innovation Research Award.",
      "name": "ChengXiang Zhai",
      "desc_short": "Dr. ChengXiang Zhai is a Donald Biggar Willett Professor in Engineering of the Department of Computer Science at the University of Illinois at Urbana-Champaign, where he is also affiliated ...",
      "affiliation": "University of Illinois",
      "links": [
        {
          "link_label": "Profile",
          "link_url": "https://czhai.cs.illinois.edu/"
        }
      ],
      "image": "/images/headshot-cz.png"
    }
  ]
}
